<Qucs Schematic 24.4.1>
<Properties>
  <View=-133,-123,873,466,0.96944,0,0>
  <Grid=10,10,1>
  <DataSet=transister_DC.dat>
  <DataDisplay=transister_DC.dpl>
  <OpenDisplay=0>
  <Script=transister.m>
  <RunScript=0>
  <showFrame=0>
  <FrameText0=タイトル>
  <FrameText1=作者:>
  <FrameText2=日付:>
  <FrameText3=リビジョン:>
</Properties>
<Symbol>
</Symbol>
<Components>
  <.DC DC1 1 40 -80 0 36 0 0 "26.85" 0 "0.001" 0 "1 pA" 0 "1 uV" 0 "no" 0 "150" 0 "no" 0 "none" 0 "CroutLU" 0>
  <GND * 1 140 200 0 0 0 0>
  <GND * 1 240 200 0 0 0 0>
  <GND * 1 430 200 0 0 0 0>
  <IProbe Ic 1 340 30 -26 16 1 2>
  <Idc I1 1 140 170 18 -26 0 1 "Ib" 1>
  <Vdc V1 1 430 170 18 -26 0 1 "Vce" 1>
  <.SW SW2 1 50 270 0 36 0 0 "SW1" 1 "lin" 1 "Ib" 1 "10 uA" 1 "100 uA" 1 "10" 1>
  <.SW SW1 1 530 -10 0 36 0 0 "DC1" 1 "lin" 1 "Vce" 1 "0.01 V" 1 "20 V" 1 "2000" 1>
  <_BJT Q2N2222A_1 1 240 100 8 -26 0 0 "npn" 0 "8.11e-14" 0 "1" 0 "1" 0 "0.5" 0 "0.225" 0 "113" 0 "24" 0 "1.06e-11" 0 "2" 0 "0" 0 "2" 0 "205" 0 "4" 0 "0" 0 "0" 0 "0.137" 0 "0.343" 0 "1.37" 0 "2.95e-11" 0 "0.75" 0 "0.33" 0 "1.52e-11" 0 "0.75" 0 "0.33" 0 "1" 0 "0" 0 "0.75" 0 "0" 0 "0.5" 0 "3.97e-10" 0 "0" 0 "0" 0 "0" 0 "8.5e-08" 0 "26.85" 0 "0" 0 "1" 0 "1" 0 "0" 0 "1" 0 "1" 0 "0" 0 "1.5" 0 "3" 0 "1.11" 0 "26.85" 0 "1" 0 "yes" 0>
</Components>
<Wires>
  <370 30 430 30 "" 0 0 0 "">
  <430 30 430 140 "" 0 0 0 "">
  <240 130 240 200 "" 0 0 0 "">
  <240 30 310 30 "" 0 0 0 "">
  <240 30 240 70 "" 0 0 0 "">
  <140 100 140 140 "" 0 0 0 "">
  <140 100 210 100 "" 0 0 0 "">
</Wires>
<Diagrams>
</Diagrams>
<Paintings>
</Paintings>
